Repository: FlorianHeigl/iredmail
Catalog: extra/iredadmin-i18n/*/LC_MESSAGES/iredadmin.po
Languages: fr_fr, hu_hu, zh_cn, zh_tw

source: Only <a href="%s">members</a> of this mail list can send mail to this address.
zh_cn: 只有邮件列表的 <a href="%s">成员</a> 才可以发送邮件到这个地址。
zh_tw: 僅限郵寄清單的 <a href="%s">成員</a>。

source: Moderators Only
zh_cn: 管理员
zh_tw: 管理員

source: Only <a href="%s">moderators</a> can send mail to this address.
zh_cn: 只有邮件列表 <a href="%s">管理员</a> 才可以发送邮件到这个地址。

source: Add internal members
fr_fr: Ajouter des membres internes
hu_hu: Belső tagok hozzáadása
zh_cn: 添加本域内部成员
zh_tw: 添加本域內部成員

source: Last Login Date
fr_fr: Date de la Denière Connexion
hu_hu: Utolsó belépés
zh_cn: 最后登录时间
zh_tw: 最後登錄時間

source: Quota
hu_hu: Kvóta
zh_cn: 容量
zh_tw: 容量

source: Edit user profile
fr_fr: Modifier le profil de l'utilisateur
hu_hu: Felhasználó profil szerkesztése.
zh_cn: 编辑用户属性
zh_tw: 編輯使用者屬性

source: Remove from list
fr_fr: Retirer de la liste
hu_hu: Eltávolítás a csoportból
zh_cn: 从列表中删除
zh_tw: 從列表中刪除

source: Are you sure want to remove selected account(s) from list?
fr_fr: Êtes-vous sur de vouloir retirer le(s) compte(s) sélectionné(s) de la liste?
hu_hu: Biztos, hogy elakarod távolítani a kiválasztott felhasználó(t/ókat)?
zh_cn: 您确定要将选中的帐号从列表中删除吗？
zh_tw: 您確定要將選中的帳號從列表中刪除嗎？

source: Assign to list
fr_fr: Assigner à la liste
hu_hu: Csoport kijelölése
zh_cn: 添加到列表
zh_tw: 添加到列表

source: Are you sure want to assign selected account(s) to list?
fr_fr: Êtes-vous sur de vouloir assigner le(s) compte(s) sélectionné(s) à la liste?
hu_hu: Biztos, hogy hozzá akarod adni a kiválasztott felhasználó(t/ókat)?
zh_cn: 您确定要将选中的帐号添加到列表吗？
zh_tw: 您確定要將選中的帳號添加到列表嗎？

source: Current moderators
fr_fr: Membres actuels
hu_hu: Aktuális tagok
zh_cn: 当前成员
zh_tw: 當前成員

source: Add internal moderators
fr_fr: Ajouter des membres internes
hu_hu: Belső tagok hozzáadása
zh_cn: 添加本域内部成员
zh_tw: 添加本域內部成員

source: View mail lists under domain:
fr_fr: Afficher les listes de messagerie du domaine:
hu_hu: Domainhez tartozó e-mail csoportok:
zh_cn: 查看域内的邮件列表：
zh_tw: 查看域內的郵寄清單：

source: Access Policy
fr_fr: Politique d'accès
hu_hu: Hozzáférés szabályozás
zh_cn: 访问策略
zh_tw: 訪問策略

source: Username or password is incorrect.
fr_fr: Le nom d'utilisateur ou le mot de passe est incorrect.
hu_hu: A felhasználó vagy a jelszó nem megfelelő.
zh_cn: 用户名或密码错误。
zh_tw: 用戶名或密碼錯誤。

source: Username must be an valid email address.
fr_fr: Le nom d'utilisateur doit être une adresse de messagerie valide.
hu_hu: Felhasználónak kell egy érvényes e-mail.
zh_cn: 用户名必须是有效的邮件地址。
zh_tw: 用戶名必須是有效的郵寄地址。

source: Login required
fr_fr: Connexion requise
hu_hu: Belépés kötelező
zh_cn: 必须先登录才能进行操作
zh_tw: 必須先登錄才能進行操作

source: Username or password is empty.
fr_fr: Le nom d'utilisateur ou mot de passe est vide.
hu_hu: A felhasználó vagy a jelszó hiányzik
zh_cn: 用户名或密码为空。
zh_tw: 用戶名或密碼為空。

source: Domain was created.
fr_fr: Le domaine a été créé.
hu_hu: Létrejött az új domain.
zh_cn: 邮件域已成功创建。
zh_tw: 郵件域已成功創建。

source: Profile update success.
fr_fr: Profil mis à jour avec succès.
hu_hu: Beállítások frissitése sikerült.
zh_cn: 属性更新成功。
zh_tw: 屬性更新成功。

source: Selected domains were deleted.
fr_fr: Les domaines sélectionnés ont été supprimés.
hu_hu: A kijelölt domain törölve lett.
zh_cn: 已删除选定的域。
zh_tw: 已刪除選定的域。

source: Selected domains were disabled.
fr_fr: Les domaines sélectionnés ont été désactivés.
zh_cn: 已禁用选定的域。
zh_tw: 已禁用選定的域。

source: Selected domains were enabled.
fr_fr: Les domaines sélectionnés ont été activés.
hu_hu: A kijelölt domain engedélyezve lett.
zh_cn: 已启用选定的域。
zh_tw: 已啟用選定的域。

source: Invalid domain name.
zh_cn: 无效的域名
zh_tw: 無效的功能變數名稱

source: Domain name is empty.
fr_fr: Le nom de domaine est vide.
hu_hu: A domain neve hiányzik.
zh_cn: 域名为空。
zh_tw: 功能變數名稱為空。

source: Server-side size limit exceeded. Please increase "sizelimit" in your LDAP server.
fr_fr: La limite de taille coté-serveur a été atteinte. Veuillez augmenter "sizelimit" de votre serveur LDAP.
hu_hu: A szerver oldali mérethatárt túllépted. Kérlek növeld "sizelimit" a saját LDAP szervered.
zh_cn: 超出了服务器端的大小限制。请增大的 LDAP 服务器中的 "sizelimit" 数值。
zh_tw: 超出了伺服器端的大小限制。請增大的 LDAP 伺服器中的 "sizelimit" 數值。

source: Permission denied.
fr_fr: Permission refusée.
hu_hu: Hozzáférés megtagadva.
zh_cn: 拒绝访问。
zh_tw: 拒絕訪問。

source: No such domain.
fr_fr: Pas de domaine correspondant.
hu_hu: Nincs ilyen domain.
zh_cn: 域名不存在。
zh_tw: 功能變數名稱不存在。

source: Incorrect profile type.
fr_fr: Type de profil incorrect.
hu_hu: Helytelen profil típus.
zh_cn: 错误的偏好类型。
zh_tw: 錯誤的偏好類型。

source: Submited domain name is incorrect.
fr_fr: Le nom de domaine soumis est incorrect.
hu_hu: Nem megfelelő domain név.
zh_cn: 提交的域名不正确。
zh_tw: 提交的功能變數名稱不正確。

source: No domain under control.
fr_fr: Tous les domaines sous votre controle.
hu_hu: Nincs szabályozandó domain.
zh_cn: 没有受您管理的域。
zh_tw: 沒有受您管理的域。

source: Profile updated success.
fr_fr: Profil mis à jour avec succès.
hu_hu: Az adatlap frissitése sikerült.
zh_cn: 属性已成功更新。
zh_tw: 屬性已成功更新。

source: Profile updated failed.
fr_fr: La mise à jour du profil a échoué.
hu_hu: Az adatlap mentése meghiúsult.
zh_cn: 属性更新失败。
zh_tw: 屬性更新失敗。

source: Selected accounts were deleted.
fr_fr: Le(s) compte(s) sélectionné(s) a(ont) été supprimé(s).
hu_hu: A kijelölt felhasználó(k) törölve.
zh_cn: 已成功删除选中的帐号。
zh_tw: 已成功刪除選中的帳號。

source: Selected accounts were disabled.
fr_fr: Le(s) compte(s) sélectionné(s) a(ont) été désactivé(s).
hu_hu: A kijelölt felhasználó(k) letiltva.
zh_cn: 已成功禁用选定的帐号。
zh_tw: 已成功禁用選定的帳號。

source: Selected accounts were enabled.
fr_fr: Le(s) compte(s) sélectionné(s) a(ont) été activé(s).
hu_hu: A kijelölt felhasználó(k) engedélyezve.
zh_cn: 已成功启用选定的帐号。
zh_tw: 已成功啟用選定的帳號。

source: Invalid profile type: %s.
fr_fr: Type de profil invalide: %s.
hu_hu: Hibás profil típus: %s.
zh_cn: 无效的偏好类型：%s。
zh_tw: 無效的偏好類型：%s。

source: Current password is incorrect.
fr_fr: Le mot de passe actuel est incorrect.
hu_hu: Az aktuális jelszó nem egyezik.
zh_cn: 当前密码不正确。
zh_tw: 當前密碼不正確。

source: New passwords are not match.
fr_fr: Les nouveaux mots de passe ne correspondent pas.
hu_hu: Az új jelszavak nem egyeznek.
zh_cn: 新密码不匹配。
zh_tw: 新密碼不匹配。

source: Password is empty.
fr_fr: Le mot de passe est vide.
hu_hu: A jelszó üres.
zh_cn: 密码为空。
zh_tw: 密碼為空。

source: New password must contain at least %s characters.
fr_fr: Le nouveau mot de passe doit contenir au moins %s caractères.
hu_hu: Az új jelszónak tartalmaznia kell legalább %s karaktert.
zh_cn: 新密码必须至少含有 %s 个字符。
zh_tw: 新密碼必須至少含有 %s 個字元。

source: New password must NOT contain more than %s characters.
fr_fr: Le nouveau mot de passe DOIT contenir plus de %s caractères.
hu_hu: Az új jelszó NEM tartalmaz több mint %s karaktert.
zh_cn: 新密码长度不能超过 %s 个字符。
zh_tw: 新密碼長度不能超過 %s 個字元。

source: Account already exists, please choose another username.
fr_fr: Le compte existe déjà, veuillez choisir un autre nom d'utilisateur.
hu_hu: A felhasználó már létezik, adj meg másik felhasználó nevet.
zh_cn: 帐号已存在，请选择另外一个用户名。
zh_tw: 帳號已存在，請選擇另外一個用戶名。

source: No password while importing accounts.
zh_cn: 导入帐号时没有指定密码。
zh_tw: 導入帳號時沒有指定密碼。

source: No domain name available.
fr_fr: Pas d'avatar disponible.
hu_hu: A kép nem elérhető.
zh_cn: 暂无头像
zh_tw: 暫無頭像

source: Account created success. Would you like to <a href="%s/create/admin">add one more</a>?
fr_fr: Le compte a été créé avec succès. Voulez-vous <a href="%s/create/admin">en ajouter un autre</a>?
hu_hu: A felhasználó sikeresen létrehozva. Szeretnél <a href="%s/create/admin"> hozzádni újabbat</a>?
zh_cn: 帐号已成功建立。您是否需要<a href="%s/create/admin">再添加一个</a>？
zh_tw: 帳號已成功建立。您是否需要<a href="%s/create/admin">再添加一個</a>？

source: You are NOT permited to view/update other's profile.
fr_fr: Vous n'êtes PAS autorisés à voir/mettre à jour d'autres profils.
hu_hu: Nincs jogosultságod megnézni/modositani más profilját.
zh_cn: 不允许查看、更新他人的偏好设置。
zh_tw: 不允許查看、更新他人的偏好設置。

source: No account selected.
fr_fr: Pas de compte sélectionné.
hu_hu: Nincs felhasználó kiválasztva.
zh_cn: 没有选定帐号。
zh_tw: 沒有選定帳號。

source: Member assigned success.
fr_fr: Membre affecté avec succès.
hu_hu: A tag hozzáadása sikerült.
zh_cn: 已成功添加成员。
zh_tw: 已成功添加成員。

source: Member removed success.
fr_fr: Membre retiré avec succès.
hu_hu: A tag eltávolítása sikerült.
zh_cn: 已成功删除成员。
zh_tw: 已成功刪除成員。

source: Moderators assigned success.
fr_fr: Membre affecté avec succès.
hu_hu: A tag hozzáadása sikerült.
zh_cn: 已成功添加成员。
zh_tw: 已成功添加成員。

source: Moderators removed success.
fr_fr: Membre retiré avec succès.
hu_hu: A tag eltávolítása sikerült.
zh_cn: 已成功删除成员。
zh_tw: 已成功刪除成員。

source: No moderator selected.
fr_fr: Pas de compte sélectionné.
hu_hu: Nincs felhasználó kiválasztva.
zh_cn: 没有选定帐号。
zh_tw: 沒有選定帳號。

source: Empty address is not allowed.
zh_cn: 不允许使用空地址。
zh_tw: 不允許使用空位址。

source: Create new user
fr_fr: Créer un nouveau utilisateur de messagerie
hu_hu: Új felhasználó
zh_cn: 新建邮件用户
zh_tw: 新建郵件用戶

source: Import users
zh_cn: 批量导入用户
zh_tw: 批量導入用戶

source: Import users under domain
fr_fr: Afficher les utilisateurs du domaine:
hu_hu: Domainhoz tartozó felhasználok:
zh_cn: 查看域内的用户：
zh_tw: 查看域內的用戶：

source: Assign a password to all accounts
zh_cn: 为所有帐号指定一个密码
zh_tw: 為所有帳號指定一個密碼

source: Account names
zh_cn: 帐号名称
zh_tw: 帳號名稱

source: Account names must be seperated by space, comma or a new line. Multi-byte characters are not allowed.
zh_cn: 帐号名必须以空格、分号或新行分隔，不允许有多字节字符。
zh_tw: 帳號名必須以空格、分號或新行分隔，不允許有多位元組字元。

source: Submit to preview
zh_cn: 预览
zh_tw: 預覽

source: Confirm to import
zh_cn: 确认并导入
zh_tw: 確認並導入

source: Member of Mail Lists
fr_fr: Membre des Lists de Messageie
hu_hu: E-mail csoport(ok) tagja
zh_cn: 邮件列表成员
zh_tw: 郵寄清單成員

source: Forwarding
fr_fr: Transfert de Messages
hu_hu: E-mail továbbítás
zh_cn: 邮件转发
zh_tw: 郵件轉發

source: Maildir
zh_cn: 邮箱路径
zh_tw: 郵箱路徑

source: Reset Rassword
fr_fr: Réinitialiser le mot de passe
hu_hu: Új jelszó
zh_cn: 重置密码
zh_tw: 重置密碼

source: Back to user list
fr_fr: Retour à la liste des utilisateurs
hu_hu: Vissza a felhasználókhoz
zh_cn: 返回到用户列表
zh_tw: 返回到用戶列表

source: No avatar available.
fr_fr: Pas d'avatar disponible.
hu_hu: A kép nem elérhető.
zh_cn: 暂无头像
zh_tw: 暫無頭像

source: Create new mail list
fr_fr: Créer une nouvelle liste de messagerie
hu_hu: Új e-mail csoport létrehozása
zh_cn: 新建邮件列表
zh_tw: 新建郵寄清單

source: Path to base storage directory
zh_cn: 存储路径
zh_tw: 存儲路徑

source: It's used to store mail data of virtual mail users.
zh_cn: 用于存储所有邮件帐号的数据。
zh_tw: 用於存儲所有郵件帳號的資料。

source: User <em><strong>vmail</strong></em> (Unix/Linux system account) must have write privilege on this directory.
zh_cn: 用户 <em><strong>vmail</strong></em> （Unix/Linux 系统帐号）必须" "有权限写数据到这个目录。
zh_tw: 使用者 <em><strong>vmail</strong></em> （Unix/Linux 系統帳號）必須" "有許可權寫資料到這個目錄。

source: Path to mailbox
zh_cn: 邮箱路径
zh_tw: 郵箱路徑

source: It's used to store mail of <strong>%s</strong>.
fr_fr: Nombre actuel: <strong>%s</strong>.
hu_hu: Aktuális szám: <strong>%s</strong>.
zh_cn: 当前数量是：<strong>%s</strong>。
zh_tw: 當前數量是：<strong>%s</strong>。

source: Must be a <strong>absolute path</strong>, starts <strong>with</strong> '/', ends <strong>without</strong> '/'.
zh_cn: 必须是 <strong>绝对路径</strong>，以 '/' 开头，但不以 '/' 结尾。
zh_tw: 必須是 <strong>絕對路徑</strong>，以 '/' 開頭，但不以 '/' 結尾。

source: Must be a <strong>relative path</strong>, starts <strong>without</strong> '/', but ends <strong>with</strong> '/'.
zh_cn: 必须是 <strong>相对路径</strong>，不以 '/' 开头，但以 '/' 结尾。
zh_tw: 必須是 <strong>相對路徑</strong>，不以 '/' 開頭，但以 '/' 結尾。

source: View users under domain:
fr_fr: Afficher les utilisateurs du domaine:
hu_hu: Domainhoz tartozó felhasználok:
zh_cn: 查看域内的用户：
zh_tw: 查看域內的用戶：

source: Admin Log
zh_cn: 管理员日志
zh_tw: 管理員日誌

source: All domains
fr_fr: Domaines de Messagerie
hu_hu: E-mail Domainek
zh_cn: 邮件域
zh_tw: 郵件域

source: All admins
fr_fr: Domaines de Messagerie
hu_hu: E-mail Domainek
zh_cn: 邮件域
zh_tw: 郵件域

source: Filter
zh_cn: 过滤
zh_tw: 過濾

source: Records %d to %d of <a href="%s" class="noborder">%d</a>.
zh_cn: 第 %d 至 %d，共 <a href="%s" class="noborder">%d</a>。"
zh_tw: 第 %d 至 %d，共 <a href="%s" class="noborder">%d</a>。"

source: Total records: %d.
fr_fr: Total: %s.
hu_hu: Összes: %s.
zh_cn: 总共 %s 个。
zh_tw: 總共 %s 個。

source: Pages:
zh_cn: 页面：
zh_tw: 頁面：

source: Time
fr_fr: Uptime
hu_hu: Üzemidő
zh_cn: 运行时间
zh_tw: 執行時間

source: IP Address
fr_fr: Adresse de destinataire BCC
hu_hu: Címzett BCC e-mail címe
zh_cn: 将收下的邮件密送到以下地址
zh_tw: 將收下的郵件密送到以下地址

source: Message
zh_cn: 信息
zh_tw: 信息

source: Are you sure want to delete selected item(s)?
zh_cn: 您确定要删除选中的条目吗？
zh_tw: 您確定要刪除選中的条目嗎？

source: Previous
zh_cn: 上一页
zh_tw: 上一頁

source: Next
zh_cn: 下一页
zh_tw: 下一頁

source: All events
zh_cn: 所有事件
zh_tw: 所有事件

source: Admin login
zh_cn: 管理员登录
zh_tw: 管理員登錄

source: Create account
fr_fr: Date de Création
hu_hu: Létrehozás dátuma
zh_cn: 创建日期
zh_tw: 創建日期

source: Delete account
fr_fr: Activer ce compte
hu_hu: Felhasználó engedélyezése
zh_cn: 启用这个帐号
zh_tw: 啟用這個帳號

source: Disable account
fr_fr: Activer ce compte
hu_hu: Felhasználó engedélyezése
zh_cn: 启用这个帐号
zh_tw: 啟用這個帳號

source: Active account
fr_fr: Activer ce compte
hu_hu: Felhasználó engedélyezése
zh_cn: 启用这个帐号
zh_tw: 啟用這個帳號

source: Whitelist
zh_cn: 白名单
zh_tw: 白名單

source: Blacklist
zh_cn: 黑名单
zh_tw: 黑名單

source: IP Addresses
fr_fr: Adresse de destinataire BCC
hu_hu: Címzett BCC e-mail címe
zh_cn: 将收下的邮件密送到以下地址
zh_tw: 將收下的郵件密送到以下地址

source: Sender
fr_fr: Expéditeur BCC
hu_hu: Feladó BCC
zh_cn: 发件密送
zh_tw: 發件密送

source: %d to %d of <a href="%s" class="noborder">%d</a>.
zh_cn: %d 至 %d，共 <a href="%s" class="noborder">%d</a>。
zh_tw: %d 至 %d，共 <a href="%s" class="noborder">%d</a>。

source: Description
zh_cn: 描述
zh_tw: 描述

source: Expired Date
zh_cn: 过期时间
zh_tw: 過期時間

source: Add new whitelist
zh_cn: 添加白名单
zh_tw: 添加白名單

source: Add new blacklist
zh_cn: 添加黑名单
zh_tw: 添加黑名單

source: Email is unrestricted.
fr_fr: Service de messagerie
hu_hu: Mail szolgáltatások.

source: Restricted to all users under domain <strong>%s</strong>.
fr_fr: Nombre actuel: <strong>%s</strong>.
hu_hu: Aktuális szám: <strong>%s</strong>.

source: Selected domains were diabled.
hu_hu: A kijelölt domain le lett tiltva.

source: Backup MX
fr_fr: MX de secours
