Repository: FlorianHeigl/iredmail
Catalog: extra/iredadmin-i18n/*/LC_MESSAGES/iredadmin.po
Languages: fr_fr, hu_hu, zh_cn, zh_tw

source: Create new admin
fr_fr: Créer un nouvel administrateur du domaine
hu_hu: Új e-mail admin létrehozása
zh_cn: 新建管理员
zh_tw: 新建管理員

source: Mail Address
fr_fr: Adresse de Messagerie
hu_hu: E-mail cím
zh_cn: 邮件地址
zh_tw: 郵寄地址

source: (Required)
fr_fr: (Requis)
hu_hu: (Kötelező)
zh_cn: （必填）
zh_tw: （必填）

source: Create
fr_fr: Créer
hu_hu: Létrehoz
zh_cn: 新建
zh_tw: 新建

source: Edit admin profile
fr_fr: Editer le profil administrateur
hu_hu: Admin profil szerkesztése
zh_cn: 编辑管理员属性
zh_tw: 編輯管理員屬性

source: General
fr_fr: Général
hu_hu: Általános
zh_cn: 常用设置
zh_tw: 常用設置

source: Managed Domains
fr_fr: Domaines Gérés
hu_hu: Domainek kezelése
zh_cn: 管理的域
zh_tw: 管理的域

source: Reset password
fr_fr: Réinitialiser le mot de passe
hu_hu: Új jelszó
zh_cn: 重置密码
zh_tw: 重置密碼

source: Back to admin list
fr_fr: Retour à la liste des administrateurs
hu_hu: Vissza az admin listához
zh_cn: 返回到管理员列表
zh_tw: 返回到管理員列表

source: Display Name
fr_fr: Nom Affiché
hu_hu: Megjelenítési név
zh_cn: 显示名称
zh_tw: 顯示名稱

source: Created Date
fr_fr: Date de Création
hu_hu: Létrehozás dátuma
zh_cn: 创建日期
zh_tw: 創建日期

source: Save changes
fr_fr: Sauvegarder les modifications
hu_hu: Változások mentése
zh_cn: 保存更改
zh_tw: 保存更改

source: Domain Admins
fr_fr: Administrateurs du Domaine
hu_hu: Domain Adminok
zh_cn: 域管理员
zh_tw: 域管理員

source: All mail administrators.
fr_fr: Tous les administrateurs de messagerie.
hu_hu: Összes e-mail admin
zh_cn: 所有域管理员。
zh_tw: 所有域管理員。

source: Total: %s.
hu_hu: Összes: %s.
zh_cn: 总共 %s 个。
zh_tw: 總共 %s 個。

source: Global Admin
fr_fr: Administrateur Global
hu_hu: Globális Admin
zh_cn: 全局管理员
zh_tw: 全域管理員

source: Edit admin profile.
fr_fr: Modifier un profil administrateur.
hu_hu: Admin profil szerkesztése.
zh_cn: 编辑管理员属性。
zh_tw: 編輯管理員屬性。

source: Select/Unselect all
fr_fr: Sélectionner/Désélectionnner tout
hu_hu: Mind kijelőlése/Kijelőlés törlése
zh_cn: 全选/反选
zh_tw: 全選/反選

source: Delete
fr_fr: Supprimer
hu_hu: Törlés
zh_cn: 删除
zh_tw: 刪除

source: Are you sure want to delete selected account(s)?
fr_fr: Êtes-vous sur de vouloir supprimer le(s) compte(s) sélectionné(s)?
hu_hu: Biztos, hogy törölni kívánod a kiválasztott felhasználó(t/kat)?
zh_cn: 您确定要删除选中的帐号吗？
zh_tw: 您確定要刪除選中的帳號嗎？

source: Disable
fr_fr: Désactiver
hu_hu: Tiltás
zh_cn: 禁用
zh_tw: 禁用

source: Are you sure want to disable selected account(s)?
fr_fr: Êtes-vous sur de vouloir désactiver le(s) compte(s) sélectionné(s)?
hu_hu: Biztos, hogy le akarod tiltani a kiválasztott felhasználó(t/kat)?
zh_cn: 您确定要禁用选中的帐号吗？
zh_tw: 您確定要禁用選中的帳號嗎？

source: Enable
fr_fr: Activer
hu_hu: Engedélyezés
zh_cn: 启用
zh_tw: 啟用

source: Are you sure want to enable selected account(s)?
fr_fr: Êtes-vous sur de vouloir activer le(s) compte(s) sélectionné(s)?
hu_hu: Biztos, hogy engedélyezni akarod a kiválasztott felhasználó(t/kat)?
zh_cn: 您确定要启用选中的帐号吗？
zh_tw: 您確定要啟用選中的帳號嗎？

source: Create new alias
fr_fr: Créer un nouvel alias de messagerie
hu_hu: Új e-mail alias létrehozása
zh_cn: 新建邮件别名
zh_tw: 新建郵件別名

source: Edit mail alias profile
fr_fr: Modifier le profil de l'alias de messagerie
hu_hu: Alias profil szerkesztése
zh_cn: 编辑别名属性
zh_tw: 編輯別名屬性

source: Members
fr_fr: Membres
hu_hu: Tagok
zh_cn: 成员
zh_tw: 成員

source: Back to mail alias list
fr_fr: Retour à la liste des alias de messagerie
hu_hu: Vissza az alias listához
zh_cn: 返回别名列表
zh_tw: 返回別名列表

source: Current members
fr_fr: Membres actuels
hu_hu: Aktuális tagok
zh_cn: 当前成员
zh_tw: 當前成員

source: Add members
fr_fr: Ajouter des membres
hu_hu: Új tag hozzáadása
zh_cn: 添加成员
zh_tw: 添加成員

source: Remove from alias
fr_fr: Supprimer de l'alias
hu_hu: Alias eltávolítása
zh_cn: 从别名中删除
zh_tw: 從別名中刪除

source: Are you sure want to remove selected account(s) from alias?
fr_fr: Êtes-vous sur de vouloir retirer le(s) compte(s) sélectionné(s) de l'alias?
hu_hu: Biztos, hogy el akarod távolítani a kiválasztott felhasználó(t/kat) az aliasból?
zh_cn: 您确定要从别名中删除选中的帐号吗？
zh_tw: 您確定要從別名中刪除選中的帳號嗎？

source: Assign to alias
fr_fr: Assigner à l'alias
hu_hu: Alias hozzárendelése
zh_cn: 添加到别名中
zh_tw: 添加到別名中

source: Are you sure want to assign selected account(s) to alias?
fr_fr: Êtes-vous sur de vouloir affecter le(s) compte(s) sélectionné(s) à l'alias?
hu_hu: Biztos, hogy hozzá akarod adni a kiválasztott felhasználó(t/kat) az aliashoz?
zh_cn: 您确定要将选中的帐号添加到别名中吗？
zh_tw: 您確定要將選中的帳號添加到別名中嗎？

source: Mail Aliases
fr_fr: Alias de Messagerie
hu_hu: E-mail alias
zh_cn: 邮件别名
zh_tw: 郵件別名

source: View aliases under domain:
fr_fr: Afficher les listes du domaine:
hu_hu: Domainhez tartozó aliasok:
zh_cn: 查看域内的别名：
zh_tw: 查看域內的別名：

source: Select a domain
fr_fr: Sélectionner un domaine
hu_hu: Domain kiválasztása
zh_cn: 选择一个域
zh_tw: 選擇一個域

source: View:
zh_cn: 查看：
zh_tw: 查看：

source: Users
fr_fr: Utilisateurs
hu_hu: Felhasználók
zh_cn: 用户
zh_tw: 用戶

source: Mail Lists
fr_fr: Listes de Messagerie
hu_hu: E-mail listák
zh_cn: 邮件列表
zh_tw: 郵寄清單

source: Dashboard
fr_fr: Tableau de bord
hu_hu: InfoPanel
zh_cn: 控制台
zh_tw: 控制台

source: Available operations
fr_fr: Opérations disponibles
hu_hu: Rendelkezésre álló műveletek
zh_cn: 允许的操作
zh_tw: 允許的操作

source: Domain
fr_fr: Domaines
hu_hu: Domainek
zh_cn: 域名
zh_tw: 功能變數名稱

source: Admin
fr_fr: Administrateurs
hu_hu: Adminok
zh_cn: 管理员
zh_tw: 管理員

source: User
fr_fr: Utilisateurs
hu_hu: Felhasználók
zh_cn: 用户
zh_tw: 用戶

source: List
fr_fr: Liste de Diffusion
hu_hu: E-mail csoport
zh_cn: 邮件列表
zh_tw: 郵寄清單

source: Alias
fr_fr: Alias de Messagerie
hu_hu: E-mail alias
zh_cn: 邮件别名
zh_tw: 郵件別名

source: System info
fr_fr: Informations Systèmes
hu_hu: Rendszer információ
zh_cn: 系统信息
zh_tw: 系統資訊

source: iRedAdmin version
fr_fr: Version d'iRedAdmin
hu_hu: iRedAdmin verziója
zh_cn: iRedAdmin 版本
zh_tw: iRedAdmin 版本

source: Update available: v%s, <a href="%s">release note</a>.
zh_cn: 有新版本可更新：v%s, <a href=""%s">发布声明</a>。
zh_tw: 有新版本可更新：v%s, <a href=""%s">發佈聲明</a>。

source: Error while check new version: %s
fr_fr: Erreur pendant la vérification des nouvelles versions
hu_hu: Hiba történt új verzió keresése közben
zh_cn: 检查新版本时发生错误
zh_tw: 檢查新版本時發生錯誤

source: Hostname
fr_fr: Nom d'hôte
hu_hu: Hostnév
zh_cn: 主机名
zh_tw: 主機名稱

source: Uptime
hu_hu: Üzemidő
zh_cn: 运行时间
zh_tw: 執行時間

source: %s days, %s hours, %s minutes.
fr_fr: %s jours, %s heures, %s minutes.
hu_hu: %s nap, %s óra, %s perc.
zh_cn: %s 天，%s 小时，%s 分钟。
zh_tw: %s 天，%s 小時，%s 分鐘。

source: Server load
fr_fr: Charge du serveur
hu_hu: Szerver terhelés
zh_cn: 服务器负载
zh_tw: 伺服器負載

source: Network interfaces
fr_fr: Interfaces réseau
hu_hu: Hálózati csatolók
zh_cn: 网络接口
zh_tw: 網路介面

source: Create new domain
fr_fr: Créer un nouveau domaine de messagerie
hu_hu: Új e-mail domain
zh_cn: 新建邮件域
zh_tw: 新建郵件域

source: Domain Name
fr_fr: Nom de Domaine
hu_hu: Domain Neve
zh_cn: 域名
zh_tw: 功能變數名稱

source: Edit domain profile.
fr_fr: Modifier le profil du domaine.
hu_hu: Domain szerkesztése.
zh_cn: 编辑域属性
zh_tw: 編輯域屬性

source: Admins
fr_fr: Administrateurs
hu_hu: Adminok
zh_cn: 管理员
zh_tw: 管理員

source: Services
fr_fr: Service de messagerie
hu_hu: Mail szolgáltatások.
zh_cn: 邮件服务
zh_tw: 郵件服務

source: Relay
zh_cn: 中继转发
zh_tw: 中繼轉發

source: BCC
zh_cn: 密送
zh_tw: 密送

source: Disclaimer
zh_cn: 免责声明
zh_tw: 免責聲明

source: Aliases
fr_fr: Alias
hu_hu: Aliasok
zh_cn: 别名
zh_tw: 別名

source: Company/Organization
fr_fr: Compagnie/Organisation
hu_hu: Vállalat/Szervezet
zh_cn: 公司/组织名称
zh_tw: 公司/組織名稱

source: If no admin assigned for domain, you can also manage it with global admin.
fr_fr: Si aucun administrateur n'a été affecté, vous pouvez l'administrater avec un compte administrateur global.
hu_hu: Ha nincs domain admin kijelőlve a domainhez, akkor a globális adminnal tudod kezelni.
zh_cn: 如果没有指派管理员，您仍然可以使用全局管理员帐号进行管理。
zh_tw: 如果沒有指派管理員，您仍然可以使用全域管理員帳號進行管理。

source: Per-user relay setting will override per-domain relay setting you set in this page.
zh_cn: 针对单个用户的转发设置将会覆盖本页中针对单个域的设置。
zh_tw: 針對單個用戶的轉發設置將會覆蓋本頁中針對單個域的設置。

source: WARNING!
fr_fr: ATTENTION!
hu_hu: Figyelmeztetés!
zh_cn: 警告！
zh_tw: 警告！

source: Domain BCC setting will override per-user bcc settings.
fr_fr: Le paramètre BCC de domaine écrasera le paramètre de bcc par utilisateur.
hu_hu: A domain BCC beállítása felülírja felhasználónkénti BCC beállításokat.
zh_cn: 域级别的 BCC 设置将会覆盖针对单个用户的 BCC 设置。
zh_tw: 域級別的 BCC 設置將會覆蓋針對單個用戶的 BCC 設置。

source: NOTE:
zh_cn: 注意：
zh_tw: 注意：

source: Please make sure you have enable signing disclaimer on outgoing mails and have crontab job to dump disclaimer text automaticly.
zh_cn: 请确保您已经启用为外发的邮件签署免责声明的功能并使用 crontab 任务" "自动将他们定期导出。
zh_tw: 請確保您已經啟用為外發的郵件簽署免責聲明的功能並使用 crontab 任務" "自動將他們定期匯出。

source: Reference:
fr_fr: Préférences
hu_hu: Beállítások
zh_cn: 偏好设置
zh_tw: 偏好設置

source: How to enable signing disclaimer on outgoing mails.
zh_cn: 如何启用为外发邮件签署免责声明
zh_tw: 如何啟用為外發郵件簽署免責聲明

source: How to dump disclaimer text from LDAP/MySQL automaticly.
zh_cn: 如何自动从 LDAP、MySQL 中导出“免责声明条款”
zh_tw: 如何自動從 LDAP、MySQL 中匯出“免責聲明條款”

source: Plain text only.
zh_cn: 只允许使用纯文本格式
zh_tw: 只允許使用純文字格式

source: Mail Domains
fr_fr: Domaines de Messagerie
hu_hu: E-mail Domainek
zh_cn: 邮件域
zh_tw: 郵件域

source: All domains under your control.
fr_fr: Tous les domaines sous votre contrôle.
hu_hu: Az összes domain szabályozása.
zh_cn: 您管理的所有邮件域。
zh_tw: 您管理的所有郵件域。

source: Mail Users
fr_fr: Utilisateurs de Messagerie
hu_hu: E-mail felhasználók
zh_cn: 邮件用户
zh_tw: 郵件用戶

source: Edit domain profile
fr_fr: Modifier le profil du domaine.
hu_hu: Domain profil szerkesztése
zh_cn: 编辑域属性
zh_tw: 編輯域屬性

source: List all mail users.
fr_fr: Afficher tous les utilisateurs de messagerie.
hu_hu: Összes e-mail felhasználó listázása
zh_cn: 列出所有邮件用户。
zh_tw: 列出所有郵件用戶。

source: List all mail lists.
fr_fr: Afficher toutes les listes de messagerie.
hu_hu: Összes e-mail csoport listázása
zh_cn: 列出所有邮件列表。
zh_tw: 列出所有郵寄清單。

source: List all mail aliases.
fr_fr: Afficher tous les alias de messagerie.
hu_hu: Összes e-mail alias listázása
zh_cn: 列出所有邮件别名。
zh_tw: 列出所有郵件別名。

source: Are you sure want to delete selected domain(s) and accounts under it?
fr_fr: Êtes-vous sûr de vouloir supprimer le(s) domaine(s) sélectionné(s) et les comptes qui en dépendent?
hu_hu: Biztos, hogy törölni akarod a kiválasztott domain(t/eket) és a felhasználóit?
zh_cn: 您确定要删除选中的域和域内的帐号吗？
zh_tw: 您確定要刪除選中的域和域內的帳號嗎？

source: Are you sure want to disable selected domain(s)?
fr_fr: Êtes-vous sûr de vouloir désactiver le(s) domaine(s) sélectionné(s)?
hu_hu: Biztos, hogy le akarod tiltani a kiválasztott domain(t/okat)?
zh_cn: 您确定要删除选中的域吗？
zh_tw: 您確定要刪除選中的域嗎？

source: Are you sure want to enable selected domain(s)?
fr_fr: Êtes-vous sûr de vouloir activer le(s) domaine(s) sélectionné(s)?
hu_hu: Biztos, hogy engedélyezni akarod a kiválasztott domain(t/okat)?
zh_cn: 您确定要启用选中的域吗？
zh_tw: 您確定要啟用選中的域嗎？

source: Page not found.
fr_fr: Page introuvable.
hu_hu: Oldal nem található.
zh_cn: 页面未找到。
zh_tw: 頁面未找到。

source: Error:
fr_fr: Erreur:
hu_hu: Hiba:
zh_cn: 错误：
zh_tw: 錯誤：

source: Go back.
zh_cn: 返回。
zh_tw: 返回。

source: Logged in as %s.
fr_fr: Connecté en tant que %s.
hu_hu: Bejelentkezve mint %s
zh_cn: 登录帐号：%s。
zh_tw: 登錄帳號：%s。

source: Preferences
fr_fr: Préférences
hu_hu: Beállítások
zh_cn: 偏好设置
zh_tw: 偏好設置

source: Logout
fr_fr: Déconnexion
hu_hu: Kilépés
zh_cn: 退出登录
zh_tw: 退出登錄

source: iRedMail Management
fr_fr: Management iRedMail
hu_hu: iRedMail Adminisztráció
zh_cn: iRedMail 管理平台
zh_tw: iRedMail 管理平臺

source: Domains
fr_fr: Domaines
hu_hu: Domainek
zh_cn: 域名
zh_tw: 功能變數名稱

source: System
zh_cn: 系统
zh_tw: 系統

source: Feature request & get support
fr_fr: Demander des fonctionalité & obtenir du support
hu_hu: Funkció kérés & támogatás kérése
zh_cn: 功能需求、获取技术支持
zh_tw: 功能需求、獲取技術支援

source: Contact webmaster
fr_fr: Contacter le webmaster
hu_hu: Kapcsolat a webmesterrel
zh_cn: 联系管理员
zh_tw: 聯繫管理員

source: Login to manage your mail domains & users
fr_fr: Connectez-vous pour gérer votre domaine de messagerie & vos utilisateurs
hu_hu: Belépés az e-mail domainek és felhasználók kezeléséhez
zh_cn: 登录管理您的邮件域和用户
zh_tw: 登錄管理您的郵件域和用戶

source: Username
fr_fr: Nom d'utilisateur
hu_hu: Felhasználó
zh_cn: 用户名
zh_tw: 用戶名

source: Must be a valid domain admin email address.
fr_fr: L'adresse de messagerie de l'administrateur du domaine doit être valide.
hu_hu: Kell egy érvényes domain admin e-mail cím.
zh_cn: 必须是有效的邮件地址。
zh_tw: 必須是有效的郵寄地址。

source: Password
fr_fr: Mot de passe
hu_hu: Jelszó
zh_cn: 密码
zh_tw: 密碼

source: Remember me
fr_fr: Se souvenir de moi
hu_hu: Emlékezzen rám
zh_cn: 记住我
zh_tw: 記住我

source: Log me in automatically each time I visit.
fr_fr: Me connecter automatiquement à chaque fois que je visite.
hu_hu: Maradjak belépve!
zh_cn: 每次访问时自动登录
zh_tw: 每次訪問時自動登錄

source: Login
fr_fr: Connexion
hu_hu: Belépés
zh_cn: 登录
zh_tw: 登錄

source: Status:
fr_fr: Statut:
hu_hu: Státusz:
zh_cn: 状态：
zh_tw: 狀態：

source: User ID
fr_fr: ID Utilisateur
hu_hu: Felhasználó ID
zh_cn: 用户 ID
zh_tw: 用戶 ID

source: Telephone Number
fr_fr: Numéro de téléphone
hu_hu: Telefonszám
zh_cn: 电话号码
zh_tw: 電話號碼

source: Preferred language
fr_fr: Langue préférée
hu_hu: Alapértelmezett nyelv
zh_cn: 偏好的语言
zh_tw: 偏好的語言

source: Display mail address in global LDAP address book
fr_fr: Afficher l'adresse de messagerie dans le carnet d'adresses global LDAP
hu_hu: Az E-mail cím megjelenítése a globális LDAP címjegyzékben
zh_cn: 在全局 LDAP 地址簿中显示该帐号的邮件地址
zh_tw: 在全域 LDAP 位址簿中顯示該帳號的郵寄地址

source: Mark as global admin
fr_fr: Marqué comme administrateur global
hu_hu: Megjelőlés Globális Adminnak
zh_cn: 标记为全局管理员
zh_tw: 標記為全域管理員

source: Unlimited
fr_fr: Illimité
hu_hu: Korlátlan
zh_cn: 无限制
zh_tw: 無限制

source: Max quota size
fr_fr: Taille maximum du quota
hu_hu: Maximális E-mail kvóta
zh_cn: 邮箱容量的最大值
zh_tw: 郵箱容量的最大值

source: Max quota size (in MB)
fr_fr: Taille maximum du quota (en MB)
hu_hu: Maximális E-mail kvóta (MB-okban)
zh_cn: 邮箱容量的最大值（单位：MB）
zh_tw: 郵箱容量的最大值（單位：MB）

source: Current quota size: <strong>%s</strong>.
fr_fr: Taille acuelle du quota: <strong>%s</strong>.
hu_hu: Aktuális kvóta: <strong>%s</strong>.
zh_cn: 当前的容量是 <strong>%s</strong>。
zh_tw: 當前的容量是 <strong>%s</strong>。

source: Tip: 0 means unlimited.
fr_fr: Astuce: 0 pour illimité.
hu_hu: Tipp: A 0 azt korlátlan.
zh_cn: 提示：0 表示无限制。
zh_tw: 提示：0 表示無限制。

source: Max number of mail users
fr_fr: Nombre maximum d'utilisateurs de messagerie
hu_hu: E-mail felhasználók maximális száma
zh_cn: 邮件用户的最大数量
zh_tw: 郵件用戶的最大數量

source: Current number: <strong>%s</strong>.
fr_fr: Nombre actuel: <strong>%s</strong>.
hu_hu: Aktuális szám: <strong>%s</strong>.
zh_cn: 当前数量是：<strong>%s</strong>。
zh_tw: 當前數量是：<strong>%s</strong>。

source: Max number of mail lists
fr_fr: Nombre maximum de listes de messagerie
hu_hu: E-mail csoportok maximális száma
zh_cn: 邮件列表的最大数量
zh_tw: 郵寄清單的最大數量

source: Max number of mail aliases
fr_fr: Nombre maximum d'alias de messagerie
hu_hu: E-mail aliasok maximális száma
zh_cn: 邮件别名的最大数量
zh_tw: 郵件別名的最大數量

source: Enable this domain
fr_fr: Activer ce domaine
hu_hu: Domain engedélyezése
zh_cn: 启用这个域
zh_tw: 啟用這個域

source: Enable this account
fr_fr: Activer ce compte
hu_hu: Felhasználó engedélyezése
zh_cn: 启用这个帐号
zh_tw: 啟用這個帳號

source: Check this box to relay all mails of this account
zh_cn: 勾选此框，帐号的邮件都将被中继转发
zh_tw: 勾選此框，帳號的郵件都將被中繼轉發

source: Check this box to relay all mails of this domain
zh_cn: 勾选此框，本域的所有邮件都将被中继转发
zh_tw: 勾選此框，本域的所有郵件都將被中繼轉發

source: Relay Setting
zh_cn: 中继转发设置
zh_tw: 中繼轉發設置

source: Default is: <strong>%s</strong>
fr_fr: La valeur par défaut est <strong>%s</strong>.
hu_hu: Alapértelmezett: <strong>%s</strong>.
zh_cn: 默认是 <strong>%s</strong>。
zh_tw: 默認是 <strong>%s</strong>。

source: Default is using domain setting.
zh_cn: 默认使用的是域的设置
zh_tw: 默認使用的是域的設置

source: Some examples of mail relay setting
zh_cn: 中继转发设置的示例
zh_tw: 中繼轉發設置的示例

source: (You can find more examples <a target="_blank" href="%s">here</a>):
zh_cn: （您可以在 <a target="_blank" href="%s">这里</a> 找到更多示例）
zh_tw: （您可以在 <a target="_blank" href="%s">這裡</a> 找到更多示例）

source: Destination
zh_cn: 目标
zh_tw: 目標

source: Relay all mails to host "gateway.example.com" <strong>with</strong> MX lookups.
zh_cn: 中继转发所有邮件到域名 "gateway.example.com" 的 DNS MX 记录指定的主机
zh_tw: 中繼轉發所有郵件到功能變數名稱 "gateway.example.com" 的 DNS MX 記錄指定的主機

source: Relay all mails to host "gateway.example.com" <strong>without</strong> MX lookups.
zh_cn: 中继转发所有邮件到域名 "gateway.example.com" 的 DNS A 记录指定的主机
zh_tw: 中繼轉發所有郵件到功能變數名稱 "gateway.example.com" 的 DNS A 記錄指定的主機

source: Enabled
fr_fr: Activer
hu_hu: Engedélyezve
zh_cn: 已启用
zh_tw: 已啟用

source: Disabled
fr_fr: Désactiver
hu_hu: Letiltva
zh_cn: 已禁用
zh_tw: 已禁用

source: Service Control
fr_fr: Contrôle des Services
hu_hu: Szolgáltatás szabályozás
zh_cn: 服务控制
zh_tw: 服務控制

source: Mail service.
fr_fr: Service de messagerie
hu_hu: Mail szolgáltatások.
zh_cn: 邮件服务
zh_tw: 郵件服務

source: Check this box in order to enable all mail related services.
fr_fr: Cocher cette case pour activer tous les services liés à la messagerie.
hu_hu: Jelöljd be minden kapcsolódó e-mail szolgáltatás engedélyezéséhez.
zh_cn: 勾选这个选项以启用所有邮件相关的服务
zh_tw: 勾選這個選項以啟用所有郵件相關的服務

source: Fetch mails via POP3.
fr_fr: Récupérer les messages via POP3.
hu_hu: E-mailek lekérése POP3-on keresztül.
zh_cn: 通过 POP3 协议收取邮件。
zh_tw: 通過 POP3 協議收取郵件。

source: Fetch mails via POP3S (POP3 over TLS/SSL).
fr_fr: Récupérer les messages via POP3S. (POP3 over TLS/SSL)
hu_hu: E-mailek lekérése POP3S-en keresztül (POP3 TLS/SSL felett).
zh_cn: 通过 POP3 协议收取邮件（使用 TLS/SSL 加密传输）。
zh_tw: 通過 POP3 協議收取郵件（使用 TLS/SSL 加密傳輸）。

source: Fetch mails via IMAP.
fr_fr: Récupérer les messages via IMAP.
hu_hu: E-mailek lekérése IMAP-on keresztül.
zh_cn: 通过 IMAP 协议收取邮件。
zh_tw: 通過 IMAP 協議收取郵件。

source: Fetch mails via IMAPS (IMAP over TLS/SSL).
fr_fr: Récupérer les messages via IMAPS. (IMAP over TLS/SSL)
hu_hu: E-mailek lekérése IMAPS-on keresztül (IMAPS TLS/SSL felett).
zh_cn: 通过 IMAP 协议收取邮件（使用 TLS/SSL 加密传输）。
zh_tw: 通過 IMAP 協議收取郵件（使用 TLS/SSL 加密傳輸）。

source: Sending mail via SMTP.
fr_fr: Envoyer les messages via SMTP.
hu_hu: E-mail küldése SMTP-n.
zh_cn: 通过 SMTP 协议发送邮件
zh_tw: 通過 SMTP 協議發送郵件

source: Receiving mails.
fr_fr: Recevoir des messages.
hu_hu: E-mailek fogadása.
zh_cn: 允许接收外部发送过来的邮件
zh_tw: 允許接收外部發送過來的郵件

source: Customize mail filter rule.
fr_fr: Personnaliser les règles de filtrage des messages.
hu_hu: E-mail szűrő szabályok testreszabása.
zh_cn: 自定义邮件过滤规则
zh_tw: 自訂郵件過濾規則

source: Customize mail filter rule over TLS/SSL.
fr_fr: Personnaliser les règles de filtrage des messages.
hu_hu: E-mail szűrő szabályok testreszabása TLS/SSL felett.
zh_cn: 自定义邮件过滤规则（使用 TLS/SSL 加密传输）
zh_tw: 自訂郵件過濾規則（使用 TLS/SSL 加密傳輸）

source: Display this account's mail address in global LDAP address book.
fr_fr: Afficher l'adresse de messagerie du compte dans le carnet d'adresses global LDAP.
hu_hu: A felhasználó e-mail-címe megjelenjen a globális LDAP címjegyzékben.
zh_cn: 在全局 LDAP 地址簿中显示该帐号的邮件地址。
zh_tw: 在全域 LDAP 位址簿中顯示該帳號的郵寄地址。

source: Domain admin assignment
fr_fr: Affectation d'un administrateur à un domaine
hu_hu: Domain admin kijelőlése
zh_cn: 为域指派管理员
zh_tw: 為域指派管理員

source: (Global Admin)
fr_fr: (Administrateur Global)
hu_hu: (Globális Admin)
zh_cn: （全局管理员）
zh_tw: （全域管理員）

source: Default is <strong>%s</strong>.
fr_fr: La valeur par défaut est <strong>%s</strong>.
hu_hu: Alapértelmezett: <strong>%s</strong>.
zh_cn: 默认是 <strong>%s</strong>。
zh_tw: 默認是 <strong>%s</strong>。

source: Leave it empty to use default transport.
fr_fr: Laisser le vide pour utiliser le transport par défaut.
hu_hu: Hagyjd üresen az alapértelmezett használatához.
zh_cn: 留空则使用默认的 transport。
zh_tw: 留空則使用默認的 transport。

source: New password must contain at least <strong>%s</strong> characters.
fr_fr: Le nouveau mot de passe doit contenir au moins <strong>%s</strong> caractères.
hu_hu: Az új jelszónak tartalmaznia kell legalább <strong>% s </ strong> karaktert.
zh_cn: 新密码必须至少包含 <strong>%s</strong> 个字符。
zh_tw: 新密碼必須至少包含 <strong>%s</strong> 個字元。

source: New password must <strong>NOT</strong> contain more than <strong>%s</strong> characters.
fr_fr: Le nouveau mot de passe <strong>NE</strong> doit <strong>PAS</strong> contenir plus de <strong>%s</strong> caractères.
hu_hu: Az új jelszó <strong> nem </ strong> tartalmaz többet mint<strong>%s </strong> karakter.
zh_cn: 新密码长度<strong>不能</strong>超过 <strong>%s</strong> 个字符。
zh_tw: 新密碼長度<strong>不能</strong>超過 <strong>%s</strong> 個字元。

source: Old password
fr_fr: Ancien mot de passe
hu_hu: Régi jelszó
zh_cn: 旧密码
zh_tw: 舊密碼

source: New password
fr_fr: Nouveau mot de passe
hu_hu: Új jelszó
zh_cn: 新密码
zh_tw: 新密碼

source: Confirm new password
fr_fr: Confirmer le nouveau mot de passe
hu_hu: Jelszó megismétlése
zh_cn: 确认新密码
zh_tw: 確認新密碼

source: Re-enter your password exactly as before.
fr_fr: Re-entrer votre mot de passe exactement comme avant.
hu_hu: Írd be pontosan az új jelszót.
zh_cn: 重新输入上面的密码以进行确认
zh_tw: 重新輸入上面的密碼以進行確認

source: Mail quota (in MB)
fr_fr: Quota de messagerie (en MB)
hu_hu: E-mail kvóta (MB-okban)
zh_cn: 邮箱容量（单位：MB）
zh_tw: 郵箱容量（單位：MB）

source: Current quota:
fr_fr: Quota actuel:
hu_hu: Aktuális kvóta
zh_cn: 当前容量：
zh_tw: 當前容量：

source: Enable recipient BCC
fr_fr: Activer le BCC destinataire
hu_hu: Címzett BCC engedélyezése
zh_cn: 对收下的邮件启用密送（BCC）功能
zh_tw: 對收下的郵件啟用密送（BCC）功能

source: Recipient BCC address
fr_fr: Adresse de destinataire BCC
hu_hu: Címzett BCC e-mail címe
zh_cn: 将收下的邮件密送到以下地址
zh_tw: 將收下的郵件密送到以下地址

source: Multiple addresses are <strong>NOT</strong> supported.
fr_fr: Les adresses multiples <strong>NE</strong> sont <strong>PAS</strong> supportées.
hu_hu: Több cím <strong>Nem</strong> támogatott.
zh_cn: <strong>不支持</strong>指定多个地址
zh_tw: <strong>不支持</strong>指定多個位址

source: Sender BCC
fr_fr: Expéditeur BCC
hu_hu: Feladó BCC
zh_cn: 发件密送
zh_tw: 發件密送

source: Enable sender BCC
fr_fr: Activer le BCC Expéditeur
hu_hu: Feladó BCC engedélyezése
zh_cn: 对发送的邮件启用密送（BCC）功能
zh_tw: 對發送的郵件啟用密送（BCC）功能

source: Sender BCC address
fr_fr: Adresse d'expediteur BCC
hu_hu: Feladó BCC e-mail címe
zh_cn: 将发送的邮件密送到以下地址
zh_tw: 將發送的郵件密送到以下地址

source: Enable mail forwarding
fr_fr: Activer le transfert de messages
hu_hu: E-mail továbbítás engedélyezése
zh_cn: 针对单个用户的邮件转发控制
zh_tw: 針對單個用戶的郵件轉發控制

source: Save a copy in mailbox
fr_fr: Sauvegarder une copie dans la boïte aux lettres.
hu_hu: Másolatot mentése a postafiókba
zh_cn: 将转发的邮件保留一份在邮箱中
zh_tw: 將轉發的郵件保留一份在郵箱中

source: Mail forwarding address
fr_fr: Adresse de transfert des messages
hu_hu: E-mail továbbítási cím
zh_cn: 转发地址
zh_tw: 轉發地址

source: One mail address per-line.
fr_fr: Une adresse de messagerie par ligne.
hu_hu: Soronként egy e-mail cím.
zh_cn: 每行只能填一个邮件地址。
zh_tw: 每行只能填一個郵寄地址。

source: Domain assignment
fr_fr: Affectation de domaine
hu_hu: Domain hozzárendelés
zh_cn: 为管理员指派受管理的域
zh_tw: 為管理員指派受管理的域

source: Add new alias members
fr_fr: Ajouter de nouveaux membres à l'alias
hu_hu: Új alias tagok
zh_cn: 为别名添加新成员
zh_tw: 為別名添加新成員

source: Public
zh_cn: 公开
zh_tw: 公開

source: Member
fr_fr: Membres
hu_hu: Tagok
zh_cn: 成员
zh_tw: 成員

source: Announcement
zh_cn: 公告专用
zh_tw: 公告專用

source: Create new list
fr_fr: Créer une nouvelle liste de messagerie
hu_hu: Új e-mail csoport létrehozása
zh_cn: 新建邮件列表
zh_tw: 新建郵寄清單

source: Edit mail list profile
fr_fr: Modifier le profil de la liste de messagerie
hu_hu: E-mail csoport profiljának szerkesztése
zh_cn: 编辑邮件列表属性
zh_tw: 編輯郵寄清單屬性

source: Moderators
zh_cn: 管理员
zh_tw: 管理員

source: Back to maillist list
fr_fr: Retour à la liste des listes de messagerie
hu_hu: Vissza az email csoportokhoz
zh_cn: 返回邮件列表页面
zh_tw: 返回郵寄清單頁面

source: Access Policy Level
fr_fr: Politique d'accès
hu_hu: Hozzáférés szabályozás
zh_cn: 访问策略
zh_tw: 訪問策略

source: Unrestricted
zh_cn: 邮件服务
zh_tw: 郵件服務

source: Everyone can send mail to this address.
zh_cn: 所有人都可以发送邮件到这个地址。

source: Domain Wide
fr_fr: Nom de Domaine
hu_hu: Domain Neve
zh_cn: 域名
zh_tw: 功能變數名稱

source: Only users under domain <strong>%s</strong> can send mail to this address.
zh_cn: 只有域<strong>%s</strong> 内部的用户才可以发送邮件到这个地址。
zh_tw: 當前數量是：<strong>%s</strong>。

source: Members Only
zh_cn: 成员
zh_tw: 成員
