<html><head><meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>Chapter 2. &#21151;&#33021;&#21015;&#34920;</title><link rel="stylesheet" href="docbook.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.69.1"><link rel="start" href="index.html" title="Mail Server Solution for Red Hat Enterprise Linux and CentOS"><link rel="up" href="index.html" title="Mail Server Solution for Red Hat Enterprise Linux and CentOS"><link rel="prev" href="about_iredmail.html" title="Chapter 1. &#20851;&#20110; iRedMail"><link rel="next" href="overview.html" title="Chapter 3. Overview"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><div class="navheader"><table width="100%" summary="Navigation header"><tr><th colspan="3" align="center">Chapter 2. &#21151;&#33021;&#21015;&#34920;</th></tr><tr><td width="20%" align="left"><a accesskey="p" href="about_iredmail.html">Prev</a> </td><th width="60%" align="center"> </th><td width="20%" align="right"> <a accesskey="n" href="overview.html">Next</a></td></tr></table><hr></div><div class="chapter" lang="en"><div class="titlepage"><div><div><h2 class="title"><a name="Features"></a>Chapter 2. &#21151;&#33021;&#21015;&#34920;</h2></div></div></div><p>
        </p><div class="itemizedlist"><div class="itemizedlist"><ul type="circle"><li><p>&#25903;&#25345; i386, x86_64 &#24179;&#21488;&#12290;</p></li><li><p>&#25903;&#25345; Red Hat Enterprise Linux/CentOS 5.0 ~ 5.2 &#29256;&#26412;&#12290;</p></li></ul></div><div class="itemizedlist"><ul type="circle"><li><p>&#20026; Web &#35775;&#38382;&#25552;&#20379;&#20102; TLS/SSL &#21152;&#23494;&#25903;&#25345;&#65292;&#26377;&#25928;&#20445;&#38556;&#24744;&#30340;&#20449;&#24687;&#23433;&#20840;&#65307;</p></li><li><p>&#25552;&#20379; SMTP&#65292;SMTPS &#26381;&#21153;&#65292;&#20026;&#24744;&#21457;&#36865;&#30340;&#37038;&#20214;&#25552;&#20379;&#21152;&#23494;&#25903;&#25345;&#65292;&#26377;&#25928;&#20445;&#38556;&#24744;&#30340;&#20449;&#24687;&#23433;&#20840;&#12290;</p></li><li><p>&#25552;&#20379; POP3&#65292;POP3S&#65292;IMAP&#65292;IMAPS &#26381;&#21153;&#12290;&#24744;&#30340;&#29992;&#25143;&#21487;&#20197;&#20351;&#29992; OutLook?, Foxmail, Thunderbird &#31561;&#37038;&#20214;&#23458;&#25143;&#31471;&#25910;&#21457;&#37038;&#20214;&#65292;&#24182;&#19988;&#21487;&#20197;&#36873;&#25321;&#26159;&#21542;&#20351;&#29992;&#21152;&#23494;&#20256;&#36755;&#20197;&#20445;&#35777;&#20449;&#24687;&#23433;&#20840;&#65307;</p></li><li><p>&#28789;&#27963;&#30340;&#37038;&#20214;&#22791;&#20221;&#19982;&#30417;&#25511;&#26426;&#21046;&#12290;&#21487;&#20197;&#30417;&#25511;&#12289;&#22791;&#20221;&#21333;&#20010;&#29992;&#25143;&#25910;&#21457;&#30340;&#37038;&#20214;&#65292;&#20063;&#21487;&#20197;&#23545;&#25972;&#20010;&#22495;&#30340;&#29992;&#25143;&#36827;&#34892;&#30417;&#25511;&#21644;&#22791;&#20221;&#12290;</p></li></ul></div><div class="itemizedlist"><div class="itemizedlist"><ul type="square"><li><p>&#26377;&#25928;&#20445;&#35777;&#24744;&#30340;&#37038;&#20214;&#39034;&#21033;&#25269;&#36798;&#25910;&#20214;&#20154;&#65292;&#24182;&#19988;&#25910;&#20214;&#26041;&#21487;&#20197;&#20934;&#30830;&#35782;&#21035;&#24744;&#30340;&#37038;&#20214;&#65292;&#26377;&#25928;&#38450;&#27490;&#37038;&#20214;&#34987;&#25298;&#25910;&#31561;&#38382;&#39064;&#12290;</p></li><li><p>&#26377;&#25928;&#39564;&#35777;&#25509;&#25910;&#21040;&#30340;&#37038;&#20214;&#26159;&#21542;&#32570;&#22833;&#26469;&#33258;&#21457;&#20214;&#30340;&#22495;&#65292;&#26377;&#25928;&#38450;&#27490;&#22403;&#22334;&#37038;&#20214;&#12289;&#20551;&#20882;&#37038;&#20214;&#12290; </p></li></ul></div><p>&#36890;&#36807;&#35774;&#32622;&#19968;&#20010;&#19981;&#23384;&#22312;&#30340;&#37038;&#20214;&#22320;&#22336;&#65292;&#20363;&#22914;&#65306;hr@example.com&#65292;&#26469;&#20316;&#20026;&#38519;&#38449;&#65292;&#25152;&#26377;&#21457;&#21040;&#36825;&#20010;&#22320;&#22336;&#30340;&#21457;&#20214;&#20154;&#37117;&#23558;&#34987;&#35748;&#20026;&#26159;&#22403;&#22334;&#37038;&#20214;&#21457;&#36865;&#32773;&#65292;&#20250;&#34987;&#21015;&#20837;&#40657;&#21517;&#21333;&#12290;&#36825;&#31181;&#26041;&#27861;&#21487;&#20197;&#20943;&#23569;&#20320;&#30340;&#31995;&#32479;&#28010;&#36153;&#22312;&#22403;&#22334;&#37038;&#20214;&#35782;&#21035;&#19978;&#30340;&#26102;&#38388;&#21644;&#24615;&#33021;&#12290; </p><ul type="circle"><li><p>&#20351;&#29992; SPF &#25216;&#26415;&#35782;&#21035;&#37038;&#20214;&#26469;&#28304;&#65292;&#26377;&#25928;&#38450;&#27490;&#20551;&#20882;&#37038;&#20214;&#12290;</p></li><li><p>&#20351;&#29992; DKIM &#31614;&#21517;&#21644;&#26657;&#39564;&#25216;&#26415;&#12290;</p></li><li><p>&#20351;&#29992;&#28784;&#21517;&#21333;(greylist)&#25216;&#26415;&#65292;&#26377;&#25928;&#25269;&#25377;&#22403;&#22334;&#37038;&#20214;&#12290;&#26377;&#35768;&#22810;&#31995;&#32479;&#31649;&#29702;&#21592;&#21453;&#39304;&#65292;&#20351;&#29992;&#20102;&#28784;&#21517;&#21333;&#25216;&#26415;&#21518;&#65292;&#22403;&#22334;&#37038;&#20214;&#20943;&#23569;&#20102; 20% - 90%&#12290;</p></li><li><p>&#40657;&#12289;&#30333;&#21517;&#21333;&#25216;&#26415;&#12290;</p></li><li><p>&#24378;&#22823;&#30340; spamtrap&#65288;&#22403;&#22334;&#37038;&#20214;&#38519;&#38449;&#65289;&#26426;&#21046;&#12290;</p></li><li><p>&#28789;&#27963;&#30340;&#37038;&#20214;&#25910;&#21457;&#39057;&#29575;&#25511;&#21046;&#12290;&#20363;&#22914;&#65292;&#38480;&#21046;&#26576;&#29992;&#25143;&#22312;&#19968;&#20998;&#38047;&#20869;&#26368;&#22810;&#21482;&#33021;&#21457;&#36865;&#25110;&#25509;&#25910; 5 &#23553;&#37038;&#20214;&#12290;</p></li><li><p>&#28789;&#27963;&#30340;&#37038;&#20214;&#25910;&#21457;&#24635;&#23481;&#37327;&#25511;&#21046;&#12290;&#20363;&#22914;&#65292;&#38480;&#21046;&#26576;&#29992;&#25143;&#22312;&#19968;&#20998;&#38047;&#20869;&#26368;&#22810;&#21482;&#33021;&#21457;&#36865;&#25110;&#25509;&#25910; 10M &#30340;&#37038;&#20214;&#12290; </p></li></ul></div><div class="itemizedlist"><ul type="circle"><li><p>&#20351;&#29992;&#24378;&#22823;&#30340;&#24320;&#28304;&#26597;&#26432;&#27602;&#24341;&#25806; ClamAV &#20026;&#24744;&#30340;&#37038;&#20214;&#25552;&#20379;&#30149;&#27602;&#26597;&#26432;&#26381;&#21153;&#65292;&#24182;&#19988;&#23450;&#26399;&#26356;&#26032;&#30149;&#27602;&#24211;&#65292;&#20197;&#20445;&#38556;&#24744;&#30340;&#37038;&#20214;&#23433;&#20840;&#12290; </p></li></ul></div><div class="itemizedlist"><div class="itemizedlist"><ul type="square"><li><p>ExtMail</p></li><li><p>Horde WebMail</p></li><li><p>SquirrelMail</p></li></ul></div><ul type="circle"><li><p>&#25552;&#20379;&#22522;&#20110; AJAX &#25216;&#26415;&#30340; Web Mail &#31243;&#24207;&#65292;&#26131;&#20110;&#25805;&#20316;&#65292;&#24615;&#33021;&#20248;&#24322;&#65292;&#36895;&#24230;&#24555;&#12290;&#20063;&#20026;&#24744;&#30340;&#31227;&#21160;&#21150;&#20844;&#25552;&#20379;&#26497;&#22823;&#30340;&#20415;&#21033;&#12290;</p></li><li><p>&#24744;&#36824;&#21487;&#20197;&#36873;&#25321;&#20854;&#23427; Web Mail &#31243;&#24207;&#65306;</p></li></ul></div><div class="itemizedlist"><div class="itemizedlist"><ul type="square"><li><p>&#21482;&#33021;&#25910;&#65292;&#19981;&#33021;&#21457;&#12290;</p></li><li><p>&#21482;&#33021;&#21457;&#65292;&#19981;&#33021;&#25910;&#12290;</p></li><li><p>&#19981;&#33021;&#20351;&#29992; POP3 &#26381;&#21153;&#65307;</p></li><li><p>&#19981;&#33021;&#20351;&#29992; IMAP &#26381;&#21153;&#12290; </p></li></ul></div><ul type="circle"><li><p>&#35774;&#32622;&#26576;&#20123;&#29992;&#25143;&#21482;&#33021;&#21457;&#36865;&#37038;&#20214;&#21040;&#26412;&#22495;&#21644;&#23376;&#22495;&#12290;</p></li><li><p>&#35774;&#32622;&#26576;&#20123;&#37038;&#20214;&#22320;&#22336;&#21482;&#33021;&#25509;&#25910;&#26469;&#33258;&#26412;&#22495;&#29992;&#25143;&#30340;&#37038;&#20214;&#12290;</p></li><li><p>&#28789;&#27963;&#30340;&#37038;&#20214;&#25910;&#21457;&#25511;&#21046;&#12290;&#24744;&#21487;&#20197;&#23454;&#29616;&#20197;&#19979;&#31574;&#30053;&#65306;</p></li><li><p>&#28789;&#27963;&#30340;&#21333;&#23553;&#37038;&#20214;&#22823;&#23567;&#25511;&#21046;&#65307;&#24744;&#21487;&#20197;&#20026;&#24744;&#30340; Boss &#35774;&#32622;&#21333;&#23553;&#37038;&#20214;&#30340;&#22823;&#23567;&#20026; 20M&#65292;30M &#31561;&#65292;&#32780;&#20854;&#20182;&#29992;&#25143;&#21017;&#21482;&#33021;&#26159; 10M&#12290;</p></li><li><p>&#28789;&#27963;&#30340;&#25910;&#20214;&#25511;&#21046;&#12290;&#29992;&#25143;&#21487;&#20197;&#23631;&#34109;&#26576;&#20010;&#22495;&#30340;&#25152;&#26377;&#37038;&#20214;&#65292;&#20294;&#20801;&#35768;&#25509;&#25910;&#20854;&#20013;&#26576;&#20010;&#29992;&#25143;&#30340;&#37038;&#20214;&#12290; </p></li></ul></div><div class="itemizedlist"><ul type="circle"><li><p>&#26080;&#38480;&#37327;&#30340;&#34394;&#25311;&#22495;&#21644;&#34394;&#25311;&#29992;&#25143;&#12290;</p></li><li><p>&#20026;&#31649;&#29702;&#21592;&#25552;&#20379;&#20102;&#26041;&#20415;&#26131;&#29992;&#30340;&#31649;&#29702;&#21518;&#21488;&#65292;&#36827;&#34892;&#22495;&#12289;&#29992;&#25143;&#30340;&#28155;&#21152;&#21024;&#38500;&#31561;&#26085;&#24120;&#31649;&#29702;&#24037;&#20316;&#65307;</p></li><li><p>&#35814;&#32454;&#30340;&#37038;&#20214;&#27969;&#37327;&#20998;&#26512;&#12290;&#20197;&#22270;&#34920;&#30340;&#24418;&#24335;&#20026;&#24744;&#21576;&#29616;&#37038;&#20214;&#26381;&#21153;&#22120;&#30340;&#27963;&#21160;&#29366;&#20917;&#12290;&#28857;&#20987;&#26597;&#30475;&#25130;&#22270;&#65306;&#37038;&#20214;&#25910;&#21457;&#29366;&#20917;, &#22403;&#22334;&#37038;&#20214;&#29366;&#20917;, &#28784;&#21517;&#21333;&#29366;&#20917;&#12290; </p></li></ul></div><ul type="disc"><li><p>&#25903;&#25345;&#22810;&#24179;&#21488;&#12289;&#22810;&#29256;&#26412;</p></li><li><p>&#23433;&#20840;&#20256;&#36755;</p></li><li><p>&#26377;&#25928;&#25269;&#25377;&#22403;&#22334;&#37038;&#20214;</p></li><li><p>&#26377;&#25928;&#30340;&#30149;&#27602;&#38450;&#25252;&#26426;&#21046;</p></li><li><p>Web Mail</p></li><li><p>&#28789;&#27963;&#30340;&#29992;&#25143;&#31574;&#30053;&#25511;&#21046;</p></li><li><p>&#31649;&#29702;&#36873;&#39033;</p></li></ul></div><p>
    </p></div><div class="navfooter"><hr><table width="100%" summary="Navigation footer"><tr><td width="40%" align="left"><a accesskey="p" href="about_iredmail.html">Prev</a> </td><td width="20%" align="center"> </td><td width="40%" align="right"> <a accesskey="n" href="overview.html">Next</a></td></tr><tr><td width="40%" align="left" valign="top">Chapter 1. &#20851;&#20110; iRedMail </td><td width="20%" align="center"><a accesskey="h" href="index.html">Home</a></td><td width="40%" align="right" valign="top"> Chapter 3. Overview</td></tr></table></div></body></html>
